/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Melléklet (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Melléklet hozzáadása";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fénykép készítése";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fényképkönyvtár";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fájlok";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Mégse";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Cím";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Megjegyzések";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Érték";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "FIGYELEM: a navigationController az aktuális UITableViewController esetén FUIFormCell esetén nulla. A FUIAttachmentsFormCell és ListPickerFormCell nem fog megfelelően működni.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d óra %d perc";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Kijelölt";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Összes";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Figyelem: a keresés le van tiltva, mert a listPickerSearchResultsUpdating tulajdonság ListPickerFormCell esetében nulla.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Összes kijelölése";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Összes kijelölésének megszüntetése";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Bezárás";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "több";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Kevesebb";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "Be";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "Ki";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dupla koppintás a beállítás átkapcsolásához";

